export const resultComments = [
    {
        name: "강아지",
        tags: ["# 충직함", "# 사회성", "# 감정적"],
        comment: "강아지를 키우기 적합한 당신은 사교적이고 애정이 많은 사람이에요. 강아지들은 활기차고 에너지가 넘쳐 시간과 에너지를 많이 요구해요. 교감을 좋아하는 아이들로 사랑과 헌신으로 보답하는 훌륭한 강아지와 함께 많은 기쁨을 나누는 좋은 친구가 될 수있겠어요. 강아지를 잘 돌보고, 많은 사랑을 주며 행복한 시간을 보내세요!"
    },
    
    {
        name: "고양이",
        tags: ["# 독립지향", "# 신중형", "# 영민함"],
        comment: "고양이를 키우기 적합한 당신은 독립적인 생활을 선호하는 사람이에요. 상대방 개인의 시간과 탐색의 호기심에 대한 존중을 요구해요. 조용하며 독립적이면서 애정을 나누는 특별한 고양이와 함께하는 삶은 많은 즐거움과 만족을 공유하는 좋은 친구가 될 수 있겠어요. 고양이를 잘 돌보고, 존중하며 함께 행복한 시간을 보내세요!"
    },

    {
        name: "토끼",
        tags: ["# 야행성", "# 규칙적", "# 민감한"],
        comment: "토끼를 키우기 적합한 당신은 세심하고 책임감있는 사람이에요. 토끼는 작은 소리로 감정표현을 하는데 이를 캐치 해줄 수 있는 섬세함을 요구해요. 깨끗한 환경을 좋아해 규칙적인 생활과 식단 관리로 함께 귀엽고 사랑스러운 토끼와 좋은 친구가 될 수 있겠어요. 세심한 관리와 많은 사랑을 주며, 함께 행복한 시간을 보내보세요!"
    },

    {
        name: "파충류",
        tags: ["# 과묵함", "# 다양함", "# 긴 수명"],
        comment: "파충류를 키우기 적합한 당신은 호기심이 많고 학습을 좋아하는 사람이에요. 변온동물 특성과 다양한 종류와 크기로 자연을 사랑하며 느리고 신중한 움직임에 인내심을 요구해요. 조용하고 평화로움의 분위기를 유지하는 파충류에게 세심한 관찰과 애정을 기울이면 독특한 멋진 친구가 될 거예요. 함께 행복한 시간을 보내세요!"
    },

    {
        name: "반려어",
        tags: ["# 평온한", "# 관찰", "# 힐링"],
        comment: "반려어를 키우기 적합한 당신은 조용하고 평온한 환경을 선호하는 사람이에요. 물속에서 조용히 유영하는 반려어는 평온한 분위기를 조성해요. 작은 공간에서 세심하고 꾸준한 관리를 요구하지만 스트레스 해소와 힐링을 제공해주는 아름다운 친구를 만들 수 있겠어요. 돌봄과 관리를 통해 함께 행복한 시간을 보내세요!"
    },
    
    {
        name: "햄스터",
        tags: ["# 독립지향", "# 귀여움", "# 활발함"],
        comment: "햄스터를 키우기 적합한 당신은 작고 귀여운 것을 좋아하는 사람이에요. 작고 간단한 반려동물을 바라고 있는 사람에게 어울리는 햄스터는 짧은 수명에 대비할 수 있는 마음가짐을 요구해요. 귀엽고 돌보기 쉬운 햄스터는 적절한 관리와 사랑을 주며 귀여운 비밀 친구가 될 수 있겠어요. 함께 즐거운 시간을 보내며 많은 추억을 만들어보세요!"
    },
    
    {
        name: "고슴도치",
        tags: ["# 온화함", "# 방어적", "# 소동물"],
        comment: "고슴도치를 키우기 적합한 당신은 혼자 있는 시간을 잘 활용하는 사람이에요. 방어적인 성격을 가지고 있어 천천히 접근하는 인내심을 요구해요. 다른 반려동물처럼 자주 놀아주지 않아도 되기 때문에 혼자 있는 시간을 보내는 걸 즐긴다면 좋은 친구가 될 거예요. 독특하고 매력적인 고슴도치에게 적절한 관리와 사랑을 주며, 함께 행복한 시간을 보내세요!"
    },

    {
        name: "조류",
        tags: ["# 지능적", "# 화려함", "# 사회적"],
        comment: "조류를 키우기 적합한 당신은 지속적으로 시간과 관심을 줄 수 있는 사람이에요 . 안전하게 날 수 있는 공간을 제공해주는 것을 요구해요. 사회적 동물로 교감과 트릭을 좋아해요. 아름답고 지능적인 조류들은 다정한 소통과 사랑을 주면 좋은 친구가 될 거예요. 함께 있으면 즐거운 수다쟁이 조류와 활기찬 시간을 보내세요!"
    },
    
    {
        name: "페럿",
        tags: ["# 재빠른", "# 사교적", "# 활동적"],
        comment: "페럿을 키우기 적합한 당신은 활동적이고 에너지가 많은 사람이에요. 페럿의 고유한 냄새를 관리하기 위해 정기적으로 청결을 유지하는 것을 요구해요. 놀이와 탐구를 좋아하며, 사람과의 상호작용을 즐겨 곁에 붙어있는 걸 좋아하는 친구가 될 거예요. 호기심이 많고 사랑스러운 페럿에게 활기찬 활동으로 함께 즐거운 시간을 보내세요!"
    },
];
