import dogImage from '../images/guin.png';

// Q&A
export const questionList =[

{   i:[dogImage],
    q:[`친구가 나에게 우울해서 빵 샀다는 말을 한다.`],
    a:[{type: '강아지', text:'헉 ㅜㅜ 왜 우울해?'},
    {type:'고양이', text:'...무슨 빵?'}]},

{   i:[dogImage],
    q:['친구가 먼저 재빠르게 뛰어가 날 재촉한다.'],
    a:[{type: '파충류', text:'조금만 천천히...'},
    {type:'페럿', text:'좋아! 누가 더 빠르나 대결이다!'}]},
    
{q:['친구가 날 수 있으면 좋겠다'],
    a:[{type: '조류', text:'간지나는데.'},
    {type:'물고기', text:'혹시 친구가... 도라에몽이야?'}]},
    
{q:['친구가 내 곁을 항상 지켜주면 좋겠다.'],
    a:[{type: '햄스터', text:'함께 있으면 좋지!'},
    {type:'고슴도치', text:'사생활은 중요해.'}]},
    
{q:['나만 아는 신비한 매력이 있는 친구는 어떨까'],
    a:[{type: '파충류', text:'두근두근 비밀친구 같아.'},
    {type:'어류', text:'4차원은 좀...'}]},
    
{q:['가는 말이 고우면?'],
    a:[{type: '토끼', text:'오는 말이 곱다.'},
    {type:'페럿', text:'오는 말은 Come!'}]},

{q:['친구가 평소와 비슷한 모습으로 무엇이 달라졌는지 맞춰보라 한다'],
    a:[{type: '토끼', text:'내가 또 한 섬세함이 있지'},
    {type:'고슴도치', text:'사소한 거라 잘 모르겠어'}]},
    
{q:['어느날 친구의 키와 덩치가 엄청나게 커져버렸어'],
    a:[{type: '강아지', text:'오히려 좋아.'},
    {type:'햄스터', text:'꿈인가..? 돌아와 친구야!'}]},

{q:['사소한 일로 다투게 되었다. 먼저 연락이 오는 친구에게'],
    a:[{type: '조류', text:'바로 메시지를 읽어본다.'},
    {type:'고양이', text:'시간이 더 필요해 나중에 읽는다.'}]},
    
{q:['나는 친구와의 우정에 책임을 다할 것이다.'],
    a:[{type: '1', text:'그렇다.'},
    {type:'2', text:'매우 그렇다.'}]}

];
